uni/politikwissenschaft/VWL/1_Teil.tex
% Created 2018-05-02 Wed 14:50
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\renewcommand{\thesection}{\Roman{section}}
\renewcommand{\thesubsection}{\thesection.\Roman{subsection}}
\renewcommand{\thesubsubsection}{\thesubsection.\Roman{subsubsection}}
\usepackage[parfill]{parskip}
\usepackage{amsmath}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.0.91 (Org mode 9.1.6)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\newpage
\section{Einleitung}
\label{sec:org1fb6bf7}
\subsection{Aufgaben der Makroökonomie}
\label{sec:org5b7dfd4}
\begin{enumerate}
\item Beschreibung gesamtwirtschaftlicher Entwicklungen (\textbf{Empirie})
\item Erklärung gesamtwirtschaftlicher Beziehungen (\textbf{Theorie})
\item Vorschläge zur Problemlösung geben (\textbf{Politik})
\end{enumerate}

\subsubsection{Beschreibung gesamtwirtschaftlicher Entwicklungen (Empirie)}
\label{sec:orgb90c5ac}

Makroökonomen interessieren sich va. für 3 Größen, die alle ua. durch das \textbf{außenwirtschaftliche Gleichgewicht} beeinflusst werden:

\paragraph{1. Produktion mit dem Ziel des Wirtschaftswachstums}\mbox{}

Ein Maß um die gesamtwirtsch. Produktion zu messen ist das \textbf{Bruttoinlandsprodukt}.
\begin{itemize}
\item \textbf{Bruttoinlandsprodukt} = alle für den Endverbrauch bestimmten Waren und Dienstleistungen, die in einem Land in einem bestimmten Zeitabschnitt hergestellt werden
\item \textbf{Nominales Bruttoinlandsprodukt} = BIP bewertet zu den jeweiligen Preisen (also die Summer aller Preise, die für alle verkauften Güter innerhalb eines Jahres bezahlt wurden)
\item \textbf{Reales Bruttoinlandsprodukt} = BIP bewertet zu konstanten Preisen eines Basisjahres
\end{itemize}

Da das nominale BIP direkt von Preisen abhängt berechnet man das reale BIP, um verzerrende Wirkung durch Preisänderungen zu vernachlässigen:
\begin{itemize}
\item angenommen Preise steigen von heute auf morgen um 10\%, dann waere das nominale BIP ebenfalls um 10\% höher, \textbf{die Produktion} ist jedoch die selbe
\end{itemize}

Bei der Wirtschaftsanalyse ist es wichtig zwischen den Begriffen \textbf{Niveau} und \textbf{Wachstumsraten} zu unterscheiden. Das Niveau ist die Stufe in einer Skala, während die Wachstumsrate die prozentuale Veränderung von einem Niveau zum anderen beschreibt.

Um beispielsweise die Wachstumsrate des BIP in einer Periode t zu berechnen, bildet man: \(BIP_t = g_{y_t} = \frac{BIP_t - BIP_{t-1}}{BIP_{t-1}}\)

\paragraph{2. Beschäftigung mit dem Ziel eines hohen Beschäftigungsstandes}\mbox{}

Ein Maß um den Beschäftigungsstand zu messen ist die \textbf{Arbeitslosenquote} 
\(u = \frac{U}{L}\) meist in \%, wobei:

U = Arbeitslose,
L = Erwerbspersonen

\paragraph{3. Preisentwicklung mit dem Ziel einer hohen Preisniveaustabilität}\mbox{}

Ein Maß um die Preisniveauentwicklung zu messen ist die \textbf{Inflationsrate}, welche es jährliche Änderungsrate des Verbraucherpreisindex VPI ermittelt wird:

\(\text{VPI}_{0,t}=\frac{\text{Ausgaben für Warenkorb in aktueller Periode t}}{\text{Ausgaben für Warenkorb in Basisperiode t\textsubscript{0}}}*100\)

\(\text{VPI}_{0,t}=\frac{\sum_{i}^{n}{p_{t}^{i} * q_{t}^{i}}}{\sum_{i}^{n}{p_{0}^{i}*q_{0}^{i}}}\)

Der Warenkorb besteht aus etwa 750 Gütergruppen des privaten Verbrauchs

\subsection{Unterschiedliche Erklärungsansätze in der Makroökonomie}
\label{sec:orgee78f91}
\textbf{Keynesianischer Ansatz} geht davon aus, dass:
\begin{itemize}
\item gesamtwirtsch Produktion durch aggregierte Nachfrage bestimmt wird
\item Löhne \& Preise sich nur langsam anpassen und somit insbesondere der Arbeitsmarkt nicht immer geräumt ist
\item der Staat nachfragestabilisierend eingreifen muss/sollte
\end{itemize}

\textbf{(Neo-)Klassischer Ansatz} geht davon aus, dass
\begin{itemize}
\item gesamtwirtsch Produktion durch angebotsseitige Faktoren bestimmt wird
\item die unsichtbare Hand des Marktes zu optimalen Ergebnissen führt (perfekte Märkte, keine externen Effekte)
\item insbes. Löhne \& Preise sich unendlich schnell anpassen und alle Märkte geräumt sind
\end{itemize}

\subsection{Folgende Teile/Kapitel und Annahmen}
\label{sec:orgc0fc813}
\textbf{Zentrale Fragestellung:} Wie entwickelt sich die gesamtwirtsch Produktion?

Antworten auf diese Frage müssen im Kontext unterschiedlicher Zeithorizonte gegeben werden:
\begin{enumerate}
\item Kurze Frist
\begin{itemize}
\item Preise \& Löhne konstant (Keynesianischer Ansatz)
\item bei gegebenem Güterangebot ist die Güternachfrage entscheidend (Keynesianischer Ansatz)
\end{itemize}
\item Mittlere Frist
\begin{itemize}
\item Preise \& Löhne passen sich situationsabhängig an (Keynesianischer Ansatz)
\item Angebot \& Nachfrage sind gleichermaßen entscheidend (Mix)
\end{itemize}
\item Lange Frist
\begin{itemize}
\item von Schwankungen der Wirtschaftstätigkeit wird abgesehen
\item Produktionsfaktoren sind entscheiden (neo-/klassischer Ansatz)
\end{itemize}
\end{enumerate}

\section{Kurze Frist}
\label{sec:org6eb6b37}
\end{document}
